<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل نظام المصادقة
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم أثناء المصادقة لعرض رسائل مختلفة
    | يمكن تعديل هذه السطور لتتناسب مع متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'throttle' => 'تمت محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
