<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة لنظام نقطة البيع
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم أثناء العمل مع عربة التسوق لعرض رسائل متنوعة
    | يمكنك تعديل هذه السطور لتتناسب مع متطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة العربة
    //==========================================
    'title' => 'نقطة البيع',

    //==========================================
    // رسائل المخزون
    //==========================================
    'available' => 'المنتج المتاح فقط: :quantity',
    'outstock'  => 'المنتج غير متوفر في المخزون',

    //==========================================
    // رسائل عامة
    //==========================================
    'scan_barcode'      => 'مسح الباركود...',
    'received_amount'   => 'المبلغ المستلم',
    'confirm_pay'       => 'استلام',
    'cancel_pay'        => 'إلغاء',
    'general_customer'  => 'عميل عام',
    'product_name'      => 'اسم المنتج',
    'quantity'          => 'الكمية',
    'price'             => 'السعر',
    'total'             => 'الإجمالي',
    'cancel'            => 'إلغاء',
    'checkout'          => 'الدفع',
    'search_product'    => 'البحث عن منتج',

];
