<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة العامة
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم لعدة رسائل يجب عرضها للمستخدم. يمكنك تعديل
    | هذه السطور بحرية وفقًا لمتطلبات تطبيقك.
    |
    */

    //==========================================
    // الرسائل العامة
    //==========================================
    'Logout'        => 'تسجيل الخروج',
    'success'       => 'نجاح',
    'Create'        => 'إنشاء',
    'Update'        => 'تحديث',
    'Created_At'    => 'تاريخ الإنشاء',
    'Actions'       => 'الإجراءات',
    'Active'        => 'نشط',
    'Inactive'      => 'غير نشط',
    'More_info'     => 'مزيد من المعلومات',

    //==========================================
    // رسائل التذييل
    //==========================================
    'Version'       => 'الإصدار',
    'Copyright'     => 'حقوق النشر',
    'all_reserved'  => 'جميع الحقوق محفوظة.',

    //==========================================
    // رسائل شريط التنقل
    //==========================================
    'Notifications'         => ':total إشعارات',
    'new_messages'          => ':total رسائل جديدة',
    'total_friend_request'  => ':total طلبات صداقة',
    'total_new_reports'     => ':total تقارير جديدة',
    'see_all'               => 'عرض جميع الإشعارات',
    'no_mins'               => ':mins دقائق',
    'no_hours'              => ':hours ساعات',
    'no_days'               => ':days أيام',

];
