<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للعملاء
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم لعدة رسائل متعلقة بالعملاء التي يجب عرضها للمستخدم.
    | يمكنك تعديل هذه السطور وفقًا لمتطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة العملاء
    //==========================================
    'title' => 'العملاء',

    //==========================================
    // رسائل التعامل مع الأخطاء
    //==========================================
    'error_creating'    => 'عذرًا، حدثت مشكلة أثناء إنشاء العميل.',
    'success_creating'  => 'تم بنجاح، تم إنشاء العميل.',
    'error_updating'    => 'عذرًا، حدثت مشكلة أثناء تحديث العميل.',
    'success_updating'  => 'تم بنجاح، تم تحديث العميل.',

    //==========================================
    // الرسائل العامة للوحدة
    //==========================================
    'working'           => 'العميل قيد التنفيذ',
    'Create_Customer'   => 'إنشاء عميل',
    'First_Name'        => 'الاسم الأول',
    'Last_Name'         => 'اسم العائلة',
    'Email'             => 'البريد الإلكتروني',
    'Phone'             => 'الهاتف',
    'Address'           => 'العنوان',
    'Avatar'            => 'الصورة الرمزية',
    'Choose_file'       => 'اختيار ملف',
    'Update_Customer'   => 'تحديث العميل',
    'Customer_List'     => 'قائمة العملاء',
    'Add_Customer'      => 'إضافة عميل',
    'ID'                => 'المعرف',
    'sure'              => 'هل أنت متأكد؟',
    'really_delete'     => 'هل ترغب حقًا في حذف هذا العميل؟',
    'yes_delete'        => 'نعم، احذفه',
    'No'                => 'لا',
    'Actions'           => 'الإجراءات',
];
