<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للإعدادات
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم في الإعدادات لعرض رسائل مختلفة للمستخدم.
    | يمكنك تعديل هذه السطور لتتناسب مع متطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة الإعدادات
    //==========================================
    'title' => 'لوحة التحكم',

    //==========================================
    // الرسائل العامة للوحدة
    //==========================================
    'Income' => 'الإيرادات',
    'Income_Today' => 'إيرادات اليوم',
    'Customers_Count' => 'عدد العملاء',
    'Orders_Count' => 'عدد الطلبات',
];
