<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للطلبات
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم أثناء العمل مع الطلبات لعرض رسائل مختلفة
    | يمكنك تعديل هذه السطور وفقًا لمتطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة الطلبات
    //==========================================
    'title' => 'الطلبات',
    'submit' => 'تصفية',
    'Orders_List' => 'قائمة الطلبات',

    //==========================================
    // رسائل جدول الطلبات
    //==========================================
    'ID' => 'المعرف',
    'Customer_Name' => 'اسم العميل',
    'Total' => 'الإجمالي',
    'Received_Amount' => 'المبلغ المستلم',
    'Status' => 'الحالة',
    'To_Pay' => 'المتبقي للدفع',
    'Created_At' => 'تاريخ الإنشاء',
    'Actions' => 'الاجراءات',
    'Not_Paid' => 'غير مدفوع',
    'Partial' => 'مدفوع جزئيًا',
    'Paid' => 'مدفوع',
    'Change' => 'الباقي',
    'Refund' => 'مرتجع',
    'View_Products'=> 'عرض المنتجات',
    'Products_List'=> 'قائمة المنتجات',
    'Close'=> 'اغلاق',
    'No_Products'=> 'لا يوجد منتجات',
    'Returned'=> 'مرتجع',
    'Not_Returned'=> 'غير مرتجع',
    'Order_ID'=> 'رقم الطلب',
];
