<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط لغة استعادة كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي النصوص الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها مدير كلمات المرور لمحاولة فاشلة لتحديث كلمة المرور،
    | مثل رمز غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",

];
