<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للمنتجات
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم أثناء العمل مع المنتجات لعرض رسائل متنوعة
    | يمكنك تعديل هذه السطور وفقًا لمتطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة المنتجات
    //==========================================
    'title' => 'المنتجات',
    'sure' => 'هل أنت متأكد؟',

    //==========================================
    // رسائل التعامل مع الأخطاء
    //==========================================
    'error_creating' => 'عذرًا، حدثت مشكلة أثناء إنشاء المنتج.',
    'success_creating' => 'تم بنجاح، تم إنشاء المنتج.',
    'error_updating' => 'عذرًا، حدثت مشكلة أثناء تحديث المنتج.',
    'success_updating' => 'تم بنجاح، تم تحديث المنتج.',

    //==========================================
    // رسائل جدول المنتجات
    //==========================================
    'Create_Product' => 'إنشاء منتج',
    'Name' => 'الاسم',
    'Description' => 'الوصف',
    'Image' => 'الصورة',
    'Choose_file' => 'اختيار ملف',
    'Barcode' => 'الباركود',
    'Price' => 'السعر',
    'main_price' => 'السعر الجملة',
    'Quantity' => 'الكمية',
    'Status' => 'الحالة',
    'Edit_Product' => 'تعديل المنتج',
    'Update' => 'تحديث',
    'Product_List' => 'قائمة المنتجات',
    'ID' => 'المعرف',
    'Created_At' => 'تاريخ الإنشاء',
    'Updated_At' => 'تاريخ التحديث',
    'Actions' => 'الإجراءات',
    'really_delete' => 'هل ترغب حقًا في حذف هذا المنتج؟',
    'yes_delete' => 'نعم، احذفه',
    'No' => 'لا',
    'Print_Barcode' => 'طباعة الباركود'
];
