<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة للإعدادات
    |--------------------------------------------------------------------------
    |
    | السطور التالية تُستخدم في الإعدادات لعرض رسائل متنوعة للمستخدم.
    | يمكنك تعديل هذه السطور وفقًا لمتطلبات تطبيقك.
    |
    */

    //==========================================
    // رسائل وحدة الإعدادات
    //==========================================
    'title' => 'الإعدادات',

    //==========================================
    // الرسائل العامة للوحدة
    //==========================================
    'Update_Settings' => 'تحديث الإعدادات',
    'App_name' => 'اسم التطبيق',
    'App_description' => 'وصف التطبيق',
    'Currency_symbol' => 'رمز العملة',
    'Warning_quantity' => 'كمية التحذير',
    'Change_Setting' => 'تغيير الإعدادات',

];
